Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Counselling relating to the psychological relief of medical ailments
it: Consulenza in materia di sollievo psicologico di disturbi medici

source: Cultivation advisory services relating to horticulture
it: Servizi di consulenza in materia di coltivazione di orti

source: Dietetic counselling services [medical]
it: Servizi di consulenza dietetica [medica]

source: Psychometric testing for medical purposes
it: Test psicometrici per uso medico

source: Providing health information
it: Informazioni in materia di salute

source: Monitoring of patients
it: Monitoraggio di pazienti

source: Audiological testing services
it: Servizi di test audiologici

source: Advisory services relating to the care of pet animals
it: Servizi di consulenza in materia di cura di animali domestici

source: Advisory services relating to water gardening
it: Servizi di consulenza in materia di giardini acquatici

source: Fumigation in agriculture
it: Fumigazioni in agricoltura

source: Hypnotherapy
it: Ipnoterapia

source: Alternative medicine services
it: Servizi di medicina alternativa

source: Tree planting
it: Posa di alberi

source: Medical assistance
it: Servizi medici

source: Medical services
it: Servizi medici

source: Landscape architecture services
it: Servizi di architettura paesaggistica

source: Pharmaceutical services
it: Servizi farmaceutici

source: Horticulture, gardening and landscaping
it: Orticoltura, giardinaggio e paesaggistica

source: Agriculture, aquaculture, horticulture and forestry services
it: Servizi di agricoltura, acquacoltura, orticoltura e forestali

source: Human healthcare services
it: Servizi medici per umani

source: Depilatory waxing
it: Depilazione con cera

source: Podiatrist
it: Podologo

source: Beauty treatment services especially for eyelashes
it: Servizi di trattamento estetico, in particolare per le ciglia

source: Eyelash extension services
it: Servizi di extension per ciglia

source: Colonoscopy screening services
it: Servizi di screening colonscopico

source: Physical examination services
it: Servizi d'esami fisici

source: Genetic testing of animals for diagnostic or treatment purposes
it: Sperimentazioni genetiche su animali per uso diagnostico o terapeutico

source: Providing online medical record services other than dentistry
it: Fornitura di servizi di documenti medici online non odontoiatrici

source: Conducting sleep studies for medical diagnostic or treatment purposes
it: Conduzione di studi sul sonno per diagnostica medica o trattamento medico

source: Dental consultations
it: Consultazione dentale

source: Permanent makeup services
it: Servizi di trucco permanente

source: Pest control services for agriculture, aquaculture, horticulture and forestry
it: Servizi di lotta ai parassiti per l'agricoltura, l'acquacoltura, l'orticoltura e la silvicoltura

source: Branding of animals
it: Marcatura di animali

source: Dietary and nutritional guidance
it: Guida dietetica e nutrizionale

source: Health care services offered through a network of health care providers on a contract basis
it: Servizi di assistenza sanitaria offerti tramite una rete di fornitori sanitari su base contrattuale

source: Providing information about gardening
it: Fornitura di informazioni sul giardinaggio

source: Providing smoking cessation treatment services
it: Fornitura di servizi per smettere di fumare

source: Veterinary dentistry
it: Odontoiatria veterinaria

source: Providing nutritional information about food
it: Fornitura di informazioni nutrizionali sugli alimenti

source: Medical care
it: Cure mediche

source: Rehabilitation of drug addicted patients
it: Riabilitazione di pazienti tossicodipendenti

source: Rehabilitation of narcotic addicted patients
it: Riabilitazione di pazienti narcotico-dipendenti

source: Plant nursery services
it: Servizi d'orticoltori

source: Tree nurseries
it: Vivai di alberi

source: Hair salon services
it: Saloni di parrucchiere

source: Dietetic advisory services
it: Servizi di consulenza dietetica

source: Nutrition counseling
it: Consulenza nutrizionale

source: Horticulture
it: Orticoltura

source: Providing medical information
it: Fornitura di informazioni mediche

source: Medical information
it: Informazioni mediche

source: Sanatorium services
it: Servizi di sanatori

source: Nursing home services
it: Servizi di case di cura

source: Pharmaceutical advice
it: Consulenza farmaceutica

source: Agricultural consultancy
it: Consulenza agricola

source: Medical advice for individuals with disabilities
it: Consulenze mediche per le persone con disabilità

source: Medical advice in the field of pregnancy
it: Consulenza medica per la gravidanza

source: Preparation and dispensing of medications
it: Preparazione e distribuzione di medicinali

source: Deep sea fishing services
it: Servizi di pesca in alto mare

source: Medical counseling relating to stress
it: Orientamento medico in tema di stress

source: Providing information relating to animal breeding
it: Fornitura di informazioni in tema di allevamento di animali

source: Providing information relating to farming equipment rental
it: Fornitura di informazioni in tema di noleggio di attrezzature agricole

source: Laboratory analysis services relating to the treatment of animals
it: Servizi di analisi di laboratorio relative al trattamento di animali

source: Laboratory analysis services relating to the treatment of persons
it: Servizi di analisi di laboratorio relative al trattamento di persone

source: Medical analysis services relating to the treatment of persons provided by a medical laboratory
it: Servizi di analisi mediche inerenti al trattamento delle persone forniti da un laboratorio medico

source: Psychological diagnosis services
it: Servizi di diagnosi psicologica

source: Cosmetic facial and body treatment services
it: Servizi di trattamenti cosmetici per il viso e corpo

source: Medical services for the treatment of skin cancer
it: Servizi medici per il trattamento del cancro della pelle

source: Insecticide spraying for agricultural, horticultural and forestry purposes
it: Irrorazione di insetticidi a fini agricoli, orticoli e silvicoli

source: Insecticide spraying for horticulture
it: Irrorazione di insetticidi a fini orticoli

source: Dermatological services for treating skin conditions
it: Servizi dermatologici per il trattamento delle affezioni cutanee

source: Medical laboratory services for the analysis of blood samples taken from patients
it: Servizi di laboratorio medico per l'analisi di campioni ematici ottenuti da pazienti

source: Medical laboratory services for the analysis of samples taken from patients
it: Servizi di laboratorio medico per l'analisi di campioni ottenuti da pazienti

source: Providing information relating to physical examinations
it: Fornitura di informazioni in tema di esami fisici

source: Providing information relating to the rental of medical machines and apparatus
it: Fornitura di informazioni in tema di noleggio di macchinari e apparecchiature mediche

source: Providing information relating to the rental of potted plants
it: Fornitura di informazioni in tema di noleggio di piante da vaso

source: Providing information relating to nursing care services
it: Fornitura di informazioni in tema di servizi infermieristici

source: Medical analysis for the diagnosis and treatment of persons
it: Analisi mediche per diagnosi e trattamento di persone

source: Weed killing for agriculture, horticulture and forestry
it: Trattamenti diserbanti per agricoltura, orticoltura e silvicoltura

source: Destruction of parasites for agriculture, horticulture and forestry
it: Trattamenti antiparassitari per agricoltura, orticoltura e silvicoltura

source: Providing information relating to vermin exterminating for agriculture, horticulture or forestry
it: Fornitura di informazioni sulla disinfestazione di animali nocivi per agricoltura, orticoltura e silvicoltura

source: Vermin exterminating for agriculture, horticulture or forestry, and providing information relating thereto
it: Disinfestazione degli animali nocivi per agricoltura, orticoltura e silvicoltura e relativa fornitura di informazioni

source: Providing information relating to the rental of lawnmowers
it: Fornitura di informazioni relative al noleggio di tosaerba

source: Agriculture, horticulture and forestry services relating to the recultivation of industrial wastelands
it: Servizi agricoli, orticoli e silvicoli in tema di ricoltivazione di aree industriali abbandonate

source: Consultancy and information services provided via the Internet relating to pharmaceutical products
it: Servizi di consulenza e informazione forniti tramite internet in tema di prodotti farmaceutici

source: Consultancy and information services relating to pharmaceutical products
it: Servizi di consulenza e informazione in tema di prodotti farmaceutici

source: Providing information relating to acupuncture
it: Fornitura di informazioni in tema di agopuntura

source: Advisory and consultancy services relating to the use of fertilizers in agriculture, horticulture and forestry
it: Servizi di consulenza in tema di utilizzo di fertilizzanti in agricoltura, orticoltura e silvicoltura

source: Advisory and consultancy services relating to the use of manure in agriculture, horticulture and forestry
it: Servizi di consulenza in tema di utilizzo di letame in agricoltura, orticoltura e silvicoltura

source: Advisory and consultancy services relating to the use of agricultural and horticultural fertilizers
it: Servizi di consulenza in tema di utilizzo di fertilizzanti agricoli e orticoli

source: Providing information relating to medical services
it: Fornitura di informazioni in tema di servizi medici

source: Medical and health services relating to DNA, genetics and genetic testing
it: Servizi medici e sanitari su DNA, genetica e test genetici

source: Consultancy relating to landscape design
it: Consulenze in tema di progettazione paesaggistica

source: Consultancy relating to tree planting
it: Consulenze in tema di rimboschimento

source: Providing information relating to dietary and nutritional guidance
it: Fornitura di informazioni in tema di orientamento dietetico e nutrizionale

source: Psychotherapists' services
it: Servizi di psicoterapisti

source: Pathology services relating to the treatment of persons
it: Servizi in ambito patologico in tema di trattamento di persone

source: Advisory and consultancy services relating to weed, pest and vermin control in agriculture, horticulture and forestry
it: Servizi di consulenza in tema di trattamenti erbicidi e lotta antiparassitaria in agricoltura, orticoltura e silvicoltura

source: Medical screening services relating to cardiovascular disease
it: Servizi di screening medico in tema di patologie cardiovascolari

source: Fitting of artificial limbs, prosthetic devices and prostheses
it: Regolazione di arti artificiali, dispositivi protesici e protesi

source: Advisory and consultancy services relating to the use of non-chemical treatments for sustainable agriculture and horticulture
it: Servizi di consulenze in tema di impiego di trattamenti non-chimici per agricoltura e orticoltura sostenibili

source: Providing online information about agriculture, horticulture, and forestry services
it: Fornitura di informazioni online in tema di servizi agricoli, orticoli e silvicoli

source: Providing information about agriculture, horticulture, and forestry services
it: Fornitura di informazioni in tema di servizi agricoli, orticoli e silvicoli

source: Medical consultancy for selecting appropriate wheelchairs, commodes, invalid hoists, walking frames and beds
it: Consulenze mediche per la scelta di sedie a rotelle, sedie da comodo, sollevatori per invalidi, girelli e letti appropriati

source: Consultancy relating to integral psychology
it: Servizi di consulenza in tema di psicologia integrale

source: Advisory services relating to weight control
it: Servizi di consulenza in tema di controllo del peso

source: Medical analysis services relating to the treatment of patients
it: Servizi di analisi medica inerenti il trattamento dei pazienti

source: Veterinary information services provided via the Internet
it: Servizi di informazioni veterinarie forniti via Internet

source: Medical information services provided via the Internet
it: Servizi di informazione medica tramite internet

source: Providing information relating to dentistry
it: Fornitura di informazioni in ambito odontoiatrico

source: Providing information relating to traditional Japanese massage
it: Fornitura di informazioni in tema di massaggi giapponesi tradizionali

source: Traditional Japanese massage
it: Massaggi giapponesi tradizionali

source: Providing information relating to the use of fertilizers
it: Fornitura di informazioni in tema di utilizzo di fertilizzanti

source: Providing information relating to the spreading of fertilizers
it: Fornitura di informazioni in tema di diffusione di fertilizzanti

source: X-ray examinations for medical purposes
it: Esami ai raggi X a fini medici

source: Medical services in the field of diabetes
it: Servizi medici in tema di diabete

source: Psychological assessment and examination services
it: Servizi di valutazione ed esame psicologico

source: Conducting of psychological assessments and examination
it: Realizzazione di valutazioni ed esami psicologici

source: Consultancy and advisory services relating to agriculture, horticulture and forestry
it: Servizi di consulenza in tema di agricoltura, orticoltura e silvicoltura

source: Medical consultancy relating to hearing loss
it: Consulenze mediche in tema di perdita dell'udito

source: Consultancy relating to hearing tests
it: Consulenze in tema di esami dell'udito

source: Providing information relating to moxibustion
it: Fornitura di informazioni in tema di moxibustione

source: Providing information relating to beauty salon services
it: Fornitura di informazioni in tema di servizi di salone di bellezza

source: Consultancy relating to agriculture, horticulture and forestry
it: Consulenze in tema di agricoltura, orticoltura e silvicoltura

source: Medical analysis services relating to the treatment of persons
it: Servizi di analisi mediche inerenti il trattamento delle persone

source: Providing information via the Internet in the field of diabetes
it: Fornitura di informazioni tramite internet in tema di diabete

source: Advisory services relating to medical apparatus and instruments
it: Servizi di consulenza in tema di apparecchiature e strumenti medici

source: Consultancy relating to the cultivation of plants
it: Consulenze in tema di coltivazione di piante

source: Preparation of prescriptions in pharmacies
it: Preparazione di prescrizioni in farmacie

source: Rental of apparatus and installations in the field of medical technology
it: Noleggio di apparecchiature e installazioni nel campo della tecnologia medica

source: Medical and healthcare clinics
it: Servizi di clinica medica e sanitaria

source: Medical treatment services provided by clinics and hospitals
it: Servizi di trattamenti medici forniti da cliniche e ospedali

source: Providing information relating to veterinary services
it: Fornitura di informazioni in tema di servizi veterinari

source: Medical care and analysis services relating to patient treatment
it: Servizi di cure e analisi mediche inerenti il trattamento dei pazienti

source: Providing information relating to dietary and nutritional supplements
it: Fornitura di informazioni in tema di integratori dietetici e nutrizionali

source: Medical services relating to the removal, treatment and processing of bone marrow
it: Servizi medici relativi a prelievo, trattamento e lavorazione del midollo osseo

source: Medical services relating to the removal, treatment and processing of stem cells
it: Servizi medici relativi a prelievo, trattamento e lavorazione di cellule staminali

source: Medical services relating to the removal, treatment and processing of human cells
it: Servizi medici relativi a prelievo, trattamento e lavorazione di cellule umane

source: Medical services relating to the removal, treatment and processing of umbilical cord blood
it: Servizi medici relativi a prelievo, trattamento e lavorazione di sangue del cordone ombelicale

source: Medical services relating to the removal, treatment and processing of human blood
it: Servizi medici relativi a prelievo, trattamento e lavorazione di sangue umano

source: Psychological counseling of staff
it: Assistenza psicologica per il personale

source: Individual medical counseling services provided to patients
it: Servizi di orientamento medico individuale forniti ai pazienti

source: Providing information relating to weed killing
it: Fornitura di informazioni in tema di diserbanti

source: Providing information about Turkish bath facilities
it: Fornitura di informazioni in tema di strutture per bagno turco

source: Make-up consultation services provided on-line or in-person
it: Servizi di consulenza sul make-up forniti online o di persona

source: On-line make-up consultation services
it: Servizi di consulenza online sul make-up

source: Consultation services in the field of make-up
it: Servizi di consulenza in tema di make-up

source: Counseling relating to occupational therapy
it: Orientamento in tema di terapia occupazionale

source: Consultancy and information services relating to biopharmaceutical products
it: Servizi di consulenza e informazione in tema di prodotti biofarmaceutici

source: Consultancy and information services relating to medical products
it: Servizi di consulenza e informazioni in tema di prodotti medici

source: Providing information relating to the preparation and dispensing of medications
it: Fornitura di informazioni in tema di preparazione e somministrazione di medicamenti

source: Providing information relating to the treatment of dislocated joints, sprains or bone fractures
it: Fornitura di informazioni in tema di trattamento di slogature delle articolazioni, distorsioni o fratture ossee

source: Providing information relating to chiropractics
it: Fornitura di informazioni in tema di chiropratica

source: Manicure and pedicure services
it: Servizi di manicure e pedicure

source: Cosmetic treatment services for the body, face and hair
it: Servizi di trattamenti cosmetici per corpo, viso e capelli

source: Providing on-line information relating to the prevention of cardiovascular disease and strokes
it: Fornitura di informazioni online in tema di prevenzione di patologie cardiovascolari e ictus

source: Medical treatment services provided by a health spa
it: Servizi di trattamenti medici forniti da centri spa

source: Consultancy in the field of body and beauty care
it: Consulenze in tema di cura del corpo ed estetica

source: Consultancy provided via the Internet in the field of body and beauty care
it: Consulenze fornite tramite Internet nel campo della cura del corpo e di estetica

source: Medical testing services relating to the diagnosis and treatment of disease
it: Servizi di esami medici in tema di diagnosi e trattamento delle patologie

source: Medical analysis services for the diagnosis of cancer
it: Servizi di analisi mediche per la diagnosi del cancro

source: Medical analysis services for cancer diagnosis and prognosis
it: Servizi d'analisi medica per la diagnosi e la prognosi del cancro

source: RNA or DNA analysis for cancer diagnosis and prognosis
it: Analisi di RNA o DNA per la diagnosi la prognosi del cancro

source: Individual and group psychology services
it: Servizi di psicologia individuale e di gruppo

source: Beauty care services provided by a health spa
it: Servizi di estetica forniti da centri spa

source: Psychological counseling services in the field of sports
it: Servizi di assistenza psicologica in ambito sportivo

source: Providing information about dietary supplements and nutrition
it: Fornitura di informazioni in tema di integratori dietetici e nutrizione

source: Providing information in the field of hair styling
it: Fornitura di informazioni in tema di acconciatura per capelli

source: Medical clinic day care services for sick children
it: Servizi medici in day-hospital per bambini ammalati

source: Insertion of subcutaneous microchips into pets for purposes of tracking and identification
it: Impianto di microchip sottocutanei su animali domestici per la loro localizzazione e identificazione

source: Cosmetic and plastic surgery
it: Chirurgia plastica ed estetica

source: Leasing of livestock
it: Noleggio di bestiame

source: Reforestation services
it: Servizi di reforestazione

source: Psychological therapy for infants
it: Terapia psicologica per la prima infanzia

source: Fish farming services
it: Servizi per itticoltura

source: Cultivation of grapes for winemaking
it: Coltivazione di uva per la produzione di vino

source: Beekeeping services
it: Servizi di apicoltura

source: Chemotherapy services
it: Servizi di chemioterapia

source: Medical examinations
it: Servizi di esami medici

source: Advisory services relating to weight loss
it: Servizi di consulenza in tema di perdita di peso

source: Horse breeding and stud services
it: Servizi di allevamento e monta di equini

source: Voice and speech therapy services
it: Servizi di terapia vocale e logopedia

source: Make-up consultation and application services
it: Servizi di consulenza e di applicazione di make-up

source: Cultivation of plants
it: Coltivazione di piante

source: Nutrition and dietetic consultancy
it: Consulenze nutrizionali e dietetiche

source: Airbrush tanning services for the human body
it: Servizi di abbronzatura a spruzzo per il corpo umano

source: Alcohol screening for medical purposes
it: Screening di alcol per uso medico

source: Canine massage
it: Massaggio canino

source: Cosmetic laser treatment of spider veins
it: Trattamento cosmetico al laser di vene di ragno

source: Cosmetic laser treatment of tattoos
it: Trattamento cosmetico laser per tatuaggi

source: Cosmetic laser treatment of varicose veins
it: Trattamento cosmetico al laser per le vene varicose

source: Drug screening for medical purposes
it: Dépistage di droghe per uso medico

source: Drug testing of participants in sports for the use of illegal or prohibited performance enhancing substances
it: Controllo dell'uso di sostanze stupefacenti di partecipanti a gare sportive relativo all'uso di sostanze dopanti illegali o proibite

source: Drug, alcohol and DNA screening for medical purposes
it: Screening di farmaci, alcol e DNA per uso medico

source: Equine massage
it: Massaggio equino

source: Hair straightening services
it: Servizi per stirare i capelli

source: Health screening services in the field of asthma
it: Servizi di screening medico in materia di asma

source: Health screening services in the field of sleep apnea
it: Servizi di screening della salute in materia d'apnea nel sonno

source: Liposuction services
it: Servizi di liposuzione

source: Medical screening services in the field of asthma
it: Servizi di screening medico in materia di asma

source: Medical screening services in the field of sleep apnea
it: Servizi di screening medico in materia d'apnea nel sonno

source: Medical services in the field of nephrology
it: Servizi medici nell'ambito della nefrologia

source: Medical services in the field of oncology
it: Servizi medici in campo oncologico

source: Medical services in the field of treatment of chronic pain
it: Servizi medici in materia di trattamento del dolore cronico

source: Microdermabrasion services
it: Servizi di microdermoabrasione

source: Osteoporosis screening
it: Screening dell'osteoporosi

source: Pre-employment drug screening
it: Screening antidroga pre-impiego

source: Providing cancer screening services
it: Servizi di screening in materia di cancro
